/* 从\(totalItemCount)个菜肴中找到\(filteredItemCount)个菜肴 */
"从\(totalItemCount)个菜肴中找到\(filteredItemCount)个菜肴" = "从\(totalItemCount)个菜肴中找到\(filteredItemCount)个菜肴";

/* 使用加减可以添加或者删除菜肴和食材 */
"使用加减可以添加或者删除菜肴和食材" = "使用加减可以添加或者删除菜肴和食材";

/* 使用查询可以了解菜肴所使用的食材 */
"使用查询可以了解菜肴所使用的食材" = "使用查询可以了解菜肴所使用的食材";

/* 使用选择可以选择喜欢的菜肴生产菜单和食材清单 */
"使用选择可以选择喜欢的菜肴生产菜单和食材清单" = "使用选择可以选择喜欢的菜肴生产菜单和食材清单";

/* 使用随机可以产生随机生成的菜单和食材清单 */
"使用随机可以产生随机生成的菜单和食材清单" = "使用随机可以产生随机生成的菜单和食材清单";

/* 全部 */
"全部" = "全部";

/* 加减 */
"加减" = "加减";

/* 已选 */
"已选" = "已选";

/* 待选 */
"待选" = "待选";

/* 查询 */
"查询" = "查询";

/* 汤 */
"汤" = "汤";

/* 没有找到菜肴 */
"没有找到菜肴" = "没有找到菜肴";

/* 添加 */
"添加" = "添加";

/* 确定 */
"确定" = "确定";

/* 菜 */
"菜" = "菜";

/* 菜肴 */
"菜肴" = "菜肴";

/* 菜肴已存在。 */
"菜肴已存在。" = "菜肴已存在。";

/* 菜肴数量不足！ */
"菜肴数量不足！" = "菜肴数量不足！";

/* 请添加菜肴图片。 */
"请添加菜肴图片。" = "请添加菜肴图片。";

/* 请添加食材。 */
"请添加食材。" = "请添加食材。";

/* 请输入菜肴名字。 */
"请输入菜肴名字。" = "请输入菜肴名字。";

/* 请输入要查找的菜肴... */
"请输入要查找的菜肴..." = "请输入要查找的菜肴...";

/* 返回 */
"返回" = "返回";

/* 选择 */
"选择" = "选择";

/* 随机 */
"随机" = "随机";

/* 食材 */
"食材" = "食材";

